Repository: JRMHDCK/BookmarkBridge
Catalog: BookmarkBridge/Documentation/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt

# manual.startWithAChromeProfileWhoseContent
source: Start with a Chrome profile whose content you know.
de: Beginnen Sie mit einem Chrome-Profil, dessen Inhalt Sie kennen.
es: Comience con un perfil de Chrome cuyo contenido conozca.
fr: Commencez par un profil Chrome dont vous connaissez le contenu.
it: Inizia con un profilo Chrome di cui conosci i contenuti.
nl: Begin met een Chrome-profiel waarvan u de inhoud kent.
pl: Zacznij od profilu Chrome, którego zawartość znasz.
pt: Comece com um perfil do Chrome cujo conteúdo você conhece.

# manual.summary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Sommaire
it: Sommario
nl: Samenvatting
pl: Podsumowanie
pt: Resumo

# manual.supportedBrowsers
source: Supported Browsers
de: Unterstützte Browser
es: Navegadores compatibles
fr: Navigateurs pris en charge
it: Browser supportati
nl: Ondersteunde browsers
pl: Obsługiwane przeglądarki
pt: Navegadores Suportados

# manual.supportedOperations
source: Supported Operations
de: Unterstützte Operationen
es: Operaciones soportadas
fr: Opérations prises en charge
it: Operazioni supportate
nl: Ondersteunde operaties
pl: Obsługiwane operacje
pt: Operações Suportadas

# manual.synchronizationFollowsTheSameSecurePathIn
source: Synchronization follows the same secure path in both directions: select, view, then confirm.
de: Die Synchronisierung folgt in beiden Richtungen demselben sicheren Pfad: Auswählen, Anzeigen und dann Bestätigen.
es: La sincronización sigue el mismo camino seguro en ambas direcciones: seleccionar, ver y luego confirmar.
fr: La synchronisation suit le même parcours sécurisé dans les deux sens : sélectionner, apercevoir, puis confirmer.
it: La sincronizzazione segue lo stesso percorso sicuro in entrambe le direzioni: seleziona, visualizza, quindi conferma.
nl: De synchronisatie volgt hetzelfde veilige pad in beide richtingen: selecteren, bekijken en vervolgens bevestigen.
pl: Synchronizacja odbywa się tą samą bezpieczną ścieżką w obu kierunkach: wybierz, wyświetl, a następnie potwierdź.
pt: A sincronização segue o mesmo caminho seguro em ambas as direções: selecione, visualize e confirme.

# manual.syncSafariAndGoogleChromeWithVisibility
source: Sync Safari and Google Chrome<br/>with visibility, control and backup.
de: Synchronisieren Sie Safari und Google Chrome<br/>mit Sichtbarkeit, Kontrolle und Sicherung.
es: Sincroniza Safari y Google Chrome<br/>con visibilidad, control y respaldo.
fr: Synchroniser Safari et Google Chrome<br/>avec visibilité, contrôle et sauvegarde.
it: Sincronizza Safari e Google Chrome<br/>con visibilità, controllo e backup.
nl: Synchroniseer Safari en Google Chrome<br/>met zichtbaarheid, controle en back-up.
pl: Synchronizuj Safari i Google Chrome<br/>z widocznością, kontrolą i kopią zapasową.
pt: Sincronize o Safari e o Google Chrome<br/>com visibilidade, controle e backup.

# manual.systemRequirementsMacOS265OrLater
source: <b>System requirements</b><br/>macOS 26.5 or later
de: <b>Systemanforderungen</b><br/>macOS 26.5 oder höher
es: <b>Requisitos del sistema</b><br/>macOS 26.5 o posterior
fr: <b>Configuration requise</b><br/>macOS 26.5 ou ultérieur
it: <b>Requisiti di sistema</b><br/>macOS 26.5 o versione successiva
nl: <b>Systeemvereisten</b><br/>macOS 26.5 of hoger
pl: <b>Wymagania systemowe</b><br/>macOS 26.5 lub nowszy
pt: <b>Requisitos do sistema</b><br/>macOS 26.5 ou posterior

# manual.technicalReferencesAndVocabularyUsefulForUnderstanding
source: Technical references and vocabulary useful for understanding the application.
de: Technische Referenzen und Vokabeln, die zum Verständnis der Anwendung nützlich sind.
es: Referencias técnicas y vocabulario útil para comprender la aplicación.
fr: Repères techniques et vocabulaire utiles pour comprendre l’application.
it: Riferimenti tecnici e vocabolario utile per comprendere l'applicazione.
nl: Technische referenties en woordenschat die nuttig zijn om de toepassing te begrijpen.
pl: Odniesienia techniczne i słownictwo przydatne do zrozumienia aplikacji.
pt: Referências técnicas e vocabulário útil para a compreensão da aplicação.

# manual.theAnswersBelowCoverTheMostCommon
source: The answers below cover the most common situations.
de: Die folgenden Antworten decken die häufigsten Situationen ab.
es: Las respuestas a continuación cubren las situaciones más comunes.
fr: Les réponses ci-dessous couvrent les situations les plus courantes.
it: Le risposte seguenti coprono le situazioni più comuni.
nl: De onderstaande antwoorden hebben betrekking op de meest voorkomende situaties.
pl: Odpowiedzi poniżej dotyczą najczęstszych sytuacji.
pt: As respostas abaixo cobrem as situações mais comuns.

# manual.theBetaIsNotYetNotarizedBy
source: The beta is not yet notarized by Apple. The first macOS crash is therefore expected and does not require disabling Gatekeeper.
de: Die Beta ist noch nicht von Apple notariell beglaubigt. Der erste Absturz von macOS wird daher erwartet und erfordert keine Deaktivierung von Gatekeeper.
es: La versión beta aún no está certificada por Apple. Por lo tanto, se espera el primer fallo de macOS y no es necesario desactivar Gatekeeper.
fr: La bêta n’est pas encore notariée par Apple. Le premier blocage de macOS est donc attendu et ne nécessite pas de désactiver Gatekeeper.
it: La beta non è ancora stata autenticata da Apple. È quindi previsto il primo crash di macOS e non richiede la disattivazione di Gatekeeper.
nl: De bèta is nog niet notarieel bekrachtigd door Apple. De eerste macOS-crash wordt daarom verwacht en vereist niet dat Gatekeeper wordt uitgeschakeld.
pl: Wersja beta nie została jeszcze potwierdzona przez Apple. Oczekuje się zatem pierwszej awarii systemu macOS, która nie wymaga wyłączania Gatekeepera.
pt: A versão beta ainda não foi autenticada pela Apple. A primeira falha do macOS é, portanto, esperada e não requer a desativação do Gatekeeper.

# manual.theDashboardClearlyDistinguishesBetweenReadingComparison
source: The dashboard clearly distinguishes between reading, comparison and application. An analysis never modifies your data. Synchronization always requires explicit action after preview.
de: Das Dashboard unterscheidet klar zwischen Lesen, Vergleichen und Anwenden. Eine Analyse verändert niemals Ihre Daten. Die Synchronisierung erfordert immer eine explizite Aktion nach der Vorschau.
es: El panel distingue claramente entre lectura, comparación y aplicación. Un análisis nunca modifica tus datos. La sincronización siempre requiere una acción explícita después de la vista previa.
fr: Le tableau de bord distingue clairement la lecture, la comparaison et l’application. Une analyse ne modifie jamais vos données. La synchronisation nécessite toujours une action explicite après l’aperçu.
it: La dashboard distingue chiaramente tra lettura, confronto e applicazione. Un'analisi non modifica mai i tuoi dati. La sincronizzazione richiede sempre un'azione esplicita dopo l'anteprima.
nl: Het dashboard maakt duidelijk onderscheid tussen lezen, vergelijken en toepassen. Een analyse wijzigt nooit uw gegevens. Synchronisatie vereist altijd expliciete actie na de preview.
pl: Deska rozdzielcza wyraźnie rozróżnia czytanie, porównywanie i stosowanie. Analiza nigdy nie modyfikuje Twoich danych. Synchronizacja zawsze wymaga jawnego działania po podglądzie.
pt: O painel distingue claramente entre leitura, comparação e aplicação. Uma análise nunca modifica seus dados. A sincronização sempre requer ação explícita após a visualização.

# manual.theMacOSSandboxPreventsAnAppFrom
source: The macOS sandbox prevents an app from freely accessing your files. So you explicitly choose each library.
de: Die macOS-Sandbox verhindert, dass eine App frei auf Ihre Dateien zugreift. Sie wählen also jede Bibliothek explizit aus.
es: La zona de pruebas de macOS impide que una aplicación acceda libremente a sus archivos. Entonces eliges explícitamente cada biblioteca.
fr: Le sandbox macOS empêche une application d’accéder librement à vos fichiers. Vous choisissez donc explicitement chaque bibliothèque.
it: La sandbox di macOS impedisce a un'app di accedere liberamente ai tuoi file. Quindi scegli esplicitamente ciascuna libreria.
nl: De macOS-sandbox voorkomt dat een app vrije toegang heeft tot uw bestanden. Je kiest dus expliciet elke bibliotheek.
pl: Piaskownica macOS uniemożliwia aplikacjom swobodny dostęp do Twoich plików. Więc jawnie wybierasz każdą bibliotekę.
pt: A sandbox do macOS impede que um aplicativo acesse livremente seus arquivos. Então você escolhe explicitamente cada biblioteca.

# manual.thePermissionHasProbablyExpiredOrThe
source: The permission has probably expired or the file has been moved. Choose Allow, then select Bookmarks.plist again.
de: Die Berechtigung ist wahrscheinlich abgelaufen oder die Datei wurde verschoben. Wählen Sie „Zulassen“ und dann erneut „Bookmarks.plist“.
es: Probablemente el permiso haya caducado o el archivo se haya movido. Elija Permitir y luego seleccione Bookmarks.plist nuevamente.
fr: L’autorisation a probablement expiré ou le fichier a été déplacé. Choisissez Autoriser, puis sélectionnez à nouveau Bookmarks.plist.
it: Probabilmente il permesso è scaduto o il file è stato spostato. Scegli Consenti, quindi seleziona nuovamente Bookmarks.plist.
nl: Waarschijnlijk is de toestemming verlopen of is het bestand verplaatst. Kies Toestaan ​​en selecteer vervolgens opnieuw Bookmarks.plist.
pl: Uprawnienie prawdopodobnie wygasło lub plik został przeniesiony. Wybierz opcję Zezwól, a następnie ponownie wybierz opcję Bookmarks.plist.
pt: A permissão provavelmente expirou ou o arquivo foi movido. Escolha Permitir e selecione Bookmarks.plist novamente.

# manual.thePermissionIsSavedByMacOSIn
source: The permission is saved by macOS in a secure form. BookmarkBridge does not browse your other documents or ask you to disable system protections.
de: Die Berechtigung wird von macOS in sicherer Form gespeichert. BookmarkBridge durchsucht Ihre anderen Dokumente nicht und fordert Sie nicht auf, den Systemschutz zu deaktivieren.
es: macOS guarda el permiso de forma segura. BookmarkBridge no explora sus otros documentos ni le pide que desactive las protecciones del sistema.
fr: L’autorisation est enregistrée par macOS sous une forme sécurisée. BookmarkBridge ne parcourt pas vos autres documents et ne demande pas de désactiver les protections du système.
it: L'autorizzazione viene salvata da macOS in un formato sicuro. BookmarkBridge non sfoglia gli altri tuoi documenti né ti chiede di disabilitare le protezioni del sistema.
nl: De toestemming wordt door macOS in een veilige vorm opgeslagen. BookmarkBridge bladert niet door uw andere documenten en vraagt ​​u ook niet om de systeembeveiliging uit te schakelen.
pl: Uprawnienie jest zapisywane przez macOS w bezpiecznej formie. BookmarkBridge nie przegląda innych dokumentów ani nie prosi o wyłączenie zabezpieczeń systemu.
pt: A permissão é salva pelo macOS de forma segura. BookmarkBridge não navega em seus outros documentos nem solicita que você desative as proteções do sistema.

# manual.thePreviewMaySuggestRemovingItIn
source: The preview may suggest removing it in the target browser to reflect the selected source. It is only applied after confirmation and saving of the target.
de: Die Vorschau schlägt möglicherweise vor, sie im Zielbrowser zu entfernen, um die ausgewählte Quelle wiederzugeben. Die Anwendung erfolgt erst nach Bestätigung und Speicherung des Ziels.
es: La vista previa puede sugerir eliminarlo en el navegador de destino para reflejar la fuente seleccionada. Sólo se aplica después de confirmar y guardar el objetivo.
fr: L’aperçu peut proposer sa suppression dans le navigateur cible afin de refléter la source sélectionnée. Elle n’est appliquée qu’après confirmation et sauvegarde de la cible.
it: L'anteprima potrebbe suggerire di rimuoverlo nel browser di destinazione per riflettere la fonte selezionata. Viene applicato solo dopo la conferma e il salvataggio del target.
nl: Het voorbeeld kan voorstellen om het in de doelbrowser te verwijderen om de geselecteerde bron weer te geven. Het wordt alleen toegepast na bevestiging en opslaan van het doel.
pl: Podgląd może sugerować usunięcie go w przeglądarce docelowej w celu odzwierciedlenia wybranego źródła. Jest on stosowany dopiero po potwierdzeniu i zapisaniu celu.
pt: A visualização pode sugerir removê-lo do navegador de destino para refletir a fonte selecionada. Só é aplicado após confirmação e salvamento do alvo.

# manual.theProfileContainsLocalDataAndAccount
source: The profile contains local data and account data. BookmarkBridge keeps it read-only so as not to arbitrarily choose a source.
de: Das Profil enthält lokale Daten und Kontodaten. BookmarkBridge hält es schreibgeschützt, um nicht willkürlich eine Quelle auszuwählen.
es: El perfil contiene datos locales y datos de la cuenta. BookmarkBridge lo mantiene como de solo lectura para no elegir una fuente arbitrariamente.
fr: Le profil contient des données locales et des données de compte. BookmarkBridge le conserve en lecture seule afin de ne pas choisir arbitrairement une source.
it: Il profilo contiene dati locali e dati dell'account. BookmarkBridge lo mantiene di sola lettura per non scegliere arbitrariamente una fonte.
nl: Het profiel bevat lokale gegevens en accountgegevens. BookmarkBridge houdt het alleen-lezen om niet willekeurig een bron te kiezen.
pl: Profil zawiera dane lokalne i dane konta. BookmarkBridge utrzymuje go w trybie tylko do odczytu, aby nie wybierać źródła arbitralnie.
pt: O perfil contém dados locais e dados da conta. BookmarkBridge o mantém somente leitura para não escolher uma fonte arbitrariamente.

# manual.theSafetyOfFavoritesTakesPrecedenceOver
source: The safety of favorites takes precedence over speed. If in doubt, cancel the operation and consult the view's context-sensitive help.
de: Die Sicherheit der Favoriten geht vor der Geschwindigkeit. Brechen Sie im Zweifelsfall den Vorgang ab und konsultieren Sie die kontextbezogene Hilfe der Ansicht.
es: La seguridad de los favoritos tiene prioridad sobre la velocidad. En caso de duda, cancele la operación y consulte la ayuda contextual de la vista.
fr: La sécurité des favoris prime sur la rapidité. En cas de doute, annulez l’opération et consultez l’aide contextuelle de la vue.
it: La sicurezza dei favoriti ha la precedenza sulla velocità. In caso di dubbi, annullare l'operazione e consultare la guida sensibile al contesto della vista.
nl: De veiligheid van favorieten heeft voorrang op snelheid. Als u twijfelt, annuleert u de bewerking en raadpleegt u de contextgevoelige hulp van de weergave.
pl: Bezpieczeństwo faworytów ma pierwszeństwo przed szybkością. W razie wątpliwości anuluj operację i skorzystaj z pomocy kontekstowej widoku.
pt: A segurança dos favoritos tem precedência sobre a velocidade. Em caso de dúvida, cancele a operação e consulte a ajuda contextual da visualização.

# manual.theSetupLinksBookmarkBridgeToChosenLibraries
source: The setup links BookmarkBridge to chosen libraries using macOS's secure file picker.
de: Das Setup verknüpft BookmarkBridge mithilfe der sicheren Dateiauswahl von macOS mit ausgewählten Bibliotheken.
es: La configuración vincula BookmarkBridge con las bibliotecas elegidas mediante el selector de archivos seguro de macOS.
fr: La configuration relie BookmarkBridge aux bibliothèques choisies grâce au sélecteur de fichiers sécurisé de macOS.
it: La configurazione collega BookmarkBridge alle librerie scelte utilizzando il selettore di file sicuro di macOS.
nl: De installatie koppelt BookmarkBridge aan gekozen bibliotheken met behulp van de veilige bestandskiezer van macOS.
pl: Konfiguracja łączy BookmarkBridge z wybranymi bibliotekami za pomocą bezpiecznego selektora plików systemu macOS.
pt: A configuração vincula o BookmarkBridge às bibliotecas escolhidas usando o seletor de arquivos seguro do macOS.

# manual.thisMessageAppearsBecauseThisBetaHas
source: This message appears because this beta has not yet been signed or notarized by Apple. Proceed only if the displayed name is BookmarkBridge.
de: Diese Meldung erscheint, weil diese Beta noch nicht von Apple unterzeichnet oder notariell beglaubigt wurde. Fahren Sie nur fort, wenn der angezeigte Name BookmarkBridge ist.
es: Este mensaje aparece porque esta versión beta aún no ha sido firmada ni certificada ante notario por Apple. Continúe solo si el nombre mostrado es BookmarkBridge.
fr: Ce message apparaît parce que cette bêta n’est pas encore signée ni notariée par Apple. Poursuivez uniquement si le nom affiché est BookmarkBridge.
it: Questo messaggio appare perché questa beta non è stata ancora firmata o autenticata da Apple. Procedere solo se il nome visualizzato è BookmarkBridge.
nl: Dit bericht verschijnt omdat deze bèta nog niet is ondertekend of notarieel bekrachtigd door Apple. Ga alleen verder als de weergegeven naam BookmarkBridge is.
pl: Ten komunikat pojawia się, ponieważ wersja beta nie została jeszcze podpisana ani potwierdzona notarialnie przez firmę Apple. Kontynuuj tylko wtedy, gdy wyświetlana nazwa to BookmarkBridge.
pt: Esta mensagem aparece porque este beta ainda não foi assinado ou autenticado pela Apple. Prossiga apenas se o nome exibido for BookmarkBridge.

# manual.thisProcedureOnlyAllowsBookmarkBridgeItDoes
source: This procedure only allows BookmarkBridge. It does not disable Gatekeeper or other application security controls.
de: Dieses Verfahren ermöglicht nur BookmarkBridge. Gatekeeper oder andere Anwendungssicherheitskontrollen werden dadurch nicht deaktiviert.
es: Este procedimiento sólo permite BookmarkBridge. No desactiva Gatekeeper ni otros controles de seguridad de aplicaciones.
fr: Cette procédure autorise uniquement BookmarkBridge. Elle ne désactive ni Gatekeeper ni les contrôles de sécurité des autres applications.
it: Questa procedura consente solo BookmarkBridge. Non disabilita Gatekeeper o altri controlli di sicurezza dell'applicazione.
nl: Deze procedure staat alleen BookmarkBridge toe. Het schakelt Gatekeeper of andere beveiligingscontroles van applicaties niet uit.
pl: Ta procedura umożliwia tylko BookmarkBridge. Nie wyłącza funkcji Gatekeeper ani innych zabezpieczeń aplikacji.
pt: Este procedimento permite apenas BookmarkBridge. Ele não desativa o Gatekeeper ou outros controles de segurança de aplicativos.

# manual.thisVersionSupportsSafariAndGoogleChrome
source: This version supports Safari and Google Chrome. Firefox, Edge and other browsers are not yet available.
de: Diese Version unterstützt Safari und Google Chrome. Firefox, Edge und andere Browser sind noch nicht verfügbar.
es: Esta versión es compatible con Safari y Google Chrome. Firefox, Edge y otros navegadores aún no están disponibles.
fr: Cette version prend en charge Safari et Google Chrome. Firefox, Edge et les autres navigateurs ne sont pas encore disponibles.
it: Questa versione supporta Safari e Google Chrome. Firefox, Edge e altri browser non sono ancora disponibili.
nl: Deze versie ondersteunt Safari en Google Chrome. Firefox, Edge en andere browsers zijn nog niet beschikbaar.
pl: Ta wersja obsługuje Safari i Google Chrome. Firefox, Edge i inne przeglądarki nie są jeszcze dostępne.
pt: Esta versão suporta Safari e Google Chrome. Firefox, Edge e outros navegadores ainda não estão disponíveis.

# manual.toRemember
source: To remember
de: Zum Erinnern
es: para recordar
fr: À retenir
it: Da ricordare
nl: Om te onthouden
pl: Aby pamiętać
pt: Para lembrar

# manual.tryOpening
source: Try opening
de: Versuchen Sie es zu öffnen
es: Intenta abrir
fr: Tenter l’ouverture
it: Prova ad aprire
nl: Probeer te openen
pl: Spróbuj otworzyć
pt: Tente abrir

# manual.twoChromeStoragesAreDetected
source: Two Chrome storages are detected
de: Es wurden zwei Chrome-Speicher erkannt
es: Se detectan dos almacenamientos de Chrome
fr: Deux stockages Chrome sont détectés
it: Sono stati rilevati due archivi Chrome
nl: Er zijn twee Chrome-opslagruimtes gedetecteerd
pl: Wykryto dwa magazyny Chrome
pt: Dois armazenamentos do Chrome foram detectados

# manual.unableToAccessSafari
source: Unable to access Safari
de: Auf Safari kann nicht zugegriffen werden
es: No se puede acceder a Safari
fr: Impossible d’accéder à Safari
it: Impossibile accedere a Safari
nl: Kan Safari niet openen
pl: Nie można uzyskać dostępu do Safari
pt: Não é possível acessar o Safari

# manual.universalBinaryArm64AndX8664
source: Universal binary arm64 and x86_64.
de: Universeller Binärarm64 und x86_64.
es: Arm64 binario universal y x86_64.
fr: Binaire universel arm64 et x86_64.
it: Braccio binario universale64 e x86_64.
nl: Universele binaire arm64 en x86_64.
pl: Uniwersalne ramię binarne64 i x86_64.
pt: Braço binário universal64 e x86_64.

# manual.userGuide
source: User Guide
de: Benutzerhandbuch
es: Guía del usuario
fr: Guide de l’utilisateur
it: Guida per l'utente
nl: Gebruikershandleiding
pl: Podręcznik użytkownika
pt: Guia do usuário

# manual.userGuide092Beta
source: User Guide · 0.9.2 Beta
de: Benutzerhandbuch · 0.9.2 Beta
es: Guía del usuario · 0.9.2 Beta
fr: Guide de l’utilisateur · 0.9.2 Beta
it: Guida per l'utente · 0.9.2 Beta
nl: Gebruikershandleiding · 0.9.2 Bèta
pl: Podręcznik użytkownika · 0.9.2 Beta
pt: Guia do usuário · 0.9.2 Beta

# manual.verifyThatTheAllowedStatusAppearsBefore
source: Verify that the Allowed status appears before continuing.
de: Stellen Sie sicher, dass der Status „Zulässig“ angezeigt wird, bevor Sie fortfahren.
es: Verifique que aparezca el estado Permitido antes de continuar.
fr: Vérifiez que l’état Autorisé apparaît avant de continuer.
it: Verificare che venga visualizzato lo stato Consentito prima di continuare.
nl: Controleer of de status Toegestaan wordt weergegeven voordat u doorgaat.
pl: Przed kontynuowaniem sprawdź, czy wyświetlany jest stan Dozwolone.
pt: Verifique se o status Permitido aparece antes de continuar.

# manual.whatHappensIfIDeleteAFavorite
source: What happens if I delete a favorite?
de: Was passiert, wenn ich einen Favoriten lösche?
es: ¿Qué pasa si elimino un favorito?
fr: Que se passe-t-il si je supprime un favori ?
it: Cosa succede se elimino un preferito?
nl: Wat gebeurt er als ik een favoriet verwijder?
pl: Co się stanie, jeśli usunę ulubione?
pt: O que acontece se eu excluir um favorito?

# manual.whatHappensIfIUncheckAFavorite
source: What happens if I uncheck a favorite?
de: Was passiert, wenn ich einen Favoriten deaktiviere?
es: ¿Qué pasa si desmarco un favorito?
fr: Que se passe-t-il si je décoche un favori ?
it: Cosa succede se deseleziono un preferito?
nl: Wat gebeurt er als ik een favoriet uitvink?
pl: Co się stanie, jeśli odznaczę ulubione?
pt: O que acontece se eu desmarcar um favorito?

# manual.whatTheBetaDoes
source: What the beta does
de: Was die Beta macht
es: ¿Qué hace la beta?
fr: Ce que fait la version bêta
it: Cosa fa la beta
nl: Wat de bèta doet
pl: Co robi beta
pt: O que o beta faz

# manual.whyDoesAFolderAppearDuplicated
source: Why does a folder appear duplicated?
de: Warum erscheint ein Ordner dupliziert?
es: ¿Por qué aparece una carpeta duplicada?
fr: Pourquoi un dossier semble-t-il dupliqué ?
it: Perché una cartella appare duplicata?
nl: Waarom wordt een map dubbel weergegeven?
pl: Dlaczego folder wygląda na zduplikowany?
pt: Por que uma pasta parece duplicada?

# manual.whyDoesChromeAppearBlank
source: Why does Chrome appear blank?
de: Warum wird Chrome leer angezeigt?
es: ¿Por qué Chrome aparece en blanco?
fr: Pourquoi Chrome apparaît-il vide ?
it: Perché Chrome appare vuoto?
nl: Waarom wordt Chrome leeg weergegeven?
pl: Dlaczego Chrome jest pusty?
pt: Por que o Chrome aparece em branco?
